Repository: batonogov/pine
Catalog: Pine/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# tab.moveToPreviousPane
source: Move Tab to Previous Pane
de: Tab in vorherigen Bereich verschieben
es: Mover pestaña al panel anterior
fr: Déplacer l’onglet dans le volet précédent
ja: タブを前のペインへ移動
ko: 탭을 이전 패널로 이동
pt_br: Mover aba para o painel anterior
ru: Переместить вкладку в предыдущую область
zh_hans: 将标签页移动到上一个窗格

# tab.moveTrailing
source: Move Tab Right
de: Tab nach rechts verschieben
es: Mover pestaña a la derecha
fr: Déplacer l’onglet vers la droite
ja: タブを右へ移動
ko: 탭을 오른쪽으로 이동
pt_br: Mover aba para a direita
ru: Переместить вкладку вправо
zh_hans: 向右移动标签页

# tab.pin
source: Pin Tab
de: Tab anheften
es: Fijar pestaña
fr: Épingler l'onglet
ja: タブを固定
ko: 탭 고정
pt_br: Fixar aba
ru: Закрепить вкладку
zh_hans: 固定标签页

# tab.revealInFinder
source: Reveal in Finder
de: Im Finder anzeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Revelar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

# tab.revealInSidebar
source: Reveal in Sidebar
de: In Seitenleiste anzeigen
es: Mostrar en la barra lateral
fr: Afficher dans la barre latérale
ja: サイドバーで表示
ko: 사이드바에서 보기
pt_br: Revelar na barra lateral
ru: Показать в боковой панели
zh_hans: 在侧边栏中显示

# tab.unpin
source: Unpin Tab
de: Tab lösen
es: Desfijar pestaña
fr: Détacher l'onglet
ja: タブの固定を解除
ko: 탭 고정 해제
pt_br: Desfixar aba
ru: Открепить вкладку
zh_hans: 取消固定标签页

# task.activePreventQuit.message
source: Quitting will stop active user tasks and wait for their processes to finish cleanup.
de: Beim Beenden werden aktive Benutzeraufgaben gestoppt und Pine wartet auf die Bereinigung ihrer Prozesse.
es: Al salir se detendrán las tareas de usuario activas y Pine esperará a que sus procesos terminen la limpieza.
fr: Quitter arrêtera les tâches utilisateur actives et Pine attendra la fin du nettoyage de leurs processus.
ja: 終了するとアクティブなユーザータスクが停止され、Pine はそのプロセスのクリーンアップ完了を待ちます。
ko: 종료하면 활성 사용자 작업이 중지되고 Pine은 해당 프로세스의 정리가 완료될 때까지 기다립니다.
pt_br: Sair interromperá as tarefas de usuário ativas, e o Pine aguardará a conclusão da limpeza de seus processos.
ru: При выходе активные пользовательские задачи будут остановлены, а Pine дождётся завершения очистки их процессов.
zh_hans: 退出将停止活跃的用户任务，Pine 会等待其进程完成清理。

# task.activePreventQuit.title
source: Active Tasks Are Still Running
de: Aktive Aufgaben werden noch ausgeführt
es: Todavía hay tareas activas
fr: Des tâches actives sont toujours en cours
ja: アクティブなタスクがまだ実行中です
ko: 활성 작업이 아직 실행 중입니다
pt_br: Ainda há tarefas ativas em execução
ru: Активные задачи ещё выполняются
zh_hans: 活动任务仍在运行

# terminal.activeProcessWarning.message
source: Active terminal processes will be terminated. Quit anyway?
de: Aktive Terminal-Prozesse werden beendet. Trotzdem beenden?
es: Los procesos activos del terminal serán terminados. ¿Salir de todas formas?
fr: Les processus actifs du terminal seront terminés. Quitter quand même ?
ja: ターミナルのアクティブなプロセスが終了されます。それでも終了しますか？
ko: 활성 터미널 프로세스가 종료됩니다. 그래도 종료하시겠습니까?
pt_br: Os processos ativos do terminal serão encerrados. Sair mesmo assim?
ru: Активные процессы в терминале будут завершены. Всё равно выйти?
zh_hans: 活跃的终端进程将被终止。仍然退出？

# terminal.activeProcessWarning.quit
source: Quit
de: Beenden
es: Salir
fr: Quitter
ja: 終了
ko: 종료
pt_br: Sair
ru: Выйти
zh_hans: 退出

# terminal.activeProcessWarning.title
source: Active Terminal Processes
de: Aktive Terminal-Prozesse
es: Procesos activos del terminal
fr: Processus actifs du terminal
ja: ターミナルのアクティブなプロセス
ko: 활성 터미널 프로세스
pt_br: Processos ativos do terminal
ru: Активные процессы в терминале
zh_hans: 活跃的终端进程

# terminal.hide
source: Hide Terminal
de: Terminal ausblenden
es: Ocultar terminal
fr: Masquer le terminal
ja: ターミナルを隠す
ko: 터미널 숨기기
pt_br: Ocultar terminal
ru: Скрыть терминал
zh_hans: 隐藏终端

# settings.tab.languageServers
source: Language Servers
de: Sprachserver
es: Servidores de lenguaje
fr: Serveurs de langage
ja: 言語サーバー
ko: 언어 서버
pt_br: Servidores de linguagem
ru: Языковые серверы
zh_hans: 语言服务器

# settings.tab.agentHandoff
source: Agent Handoff
de: Agent-Übergabe
es: Transferencia al agente
fr: Transfert à l’agent
ja: エージェント連携
ko: 에이전트 전달
pt_br: Integração com agentes
ru: Передача контекста
zh_hans: 代理上下文

# settings.tab.quickTerminal
source: Quick Terminal
de: Schnellterminal
es: Terminal rápido
fr: Terminal rapide
ja: クイックターミナル
ko: 빠른 터미널
pt_br: Terminal rápido
ru: Быстрый терминал
zh_hans: 快速终端

# settings.agentHandoff.title
source: Read-only Agent Handoff
de: Schreibgeschützte Agent-Übergabe
es: Transferencia de solo lectura al agente
fr: Transfert en lecture seule à l’agent
ja: 読み取り専用のエージェント連携
ko: 읽기 전용 에이전트 전달
pt_br: Integração de agentes somente leitura
ru: Передача контекста только для чтения
zh_hans: 只读代理上下文

# settings.agentHandoff.readOnlyContext
source: Share read-only editor context
de: Schreibgeschützten Editorkontext teilen
es: Compartir contexto del editor de solo lectura
fr: Partager le contexte de l’éditeur en lecture seule
ja: 読み取り専用のエディタコンテキストを共有
ko: 읽기 전용 편집기 컨텍스트 공유
pt_br: Compartilhar contexto do editor somente leitura
ru: Передавать контекст редактора только для чтения
zh_hans: 共享只读编辑器上下文

# settings.agentHandoff.readOnlyContext.help
source: Exposes open relative paths and the caret position to new Pine terminals. No source text is shared.
de: Gibt relative offene Pfade und die Cursorposition an neue Pine-Terminals weiter. Quelltext wird nicht geteilt.
es: Expone las rutas relativas abiertas y la posición del cursor a los nuevos terminales de Pine. No se comparte código fuente.
fr: Expose les chemins relatifs ouverts et la position du curseur aux nouveaux terminaux Pine. Aucun code source n’est partagé.
ja: 開いている相対パスとカーソル位置を新しいPineターミナルに公開します。ソースコードは共有されません。
ko: 열린 상대 경로와 커서 위치를 새 Pine 터미널에 제공합니다. 소스 텍스트는 공유하지 않습니다.
pt_br: Expõe caminhos relativos abertos e a posição do cursor a novos terminais do Pine. Nenhum código-fonte é compartilhado.
ru: Передаёт открытые относительные пути и позицию курсора новым терминалам Pine. Исходный текст не передаётся.
zh_hans: 向新的 Pine 终端提供已打开的相对路径和光标位置，不共享源代码。

# settings.agentHandoff.securityBoundary
source: Security boundary
de: Sicherheitsgrenze
es: Límite de seguridad
fr: Limite de sécurité
ja: セキュリティ境界
ko: 보안 경계
pt_br: Limite de segurança
ru: Граница безопасности
zh_hans: 安全边界

# settings.agentHandoff.metadataOnly
source: Only bounded metadata; no file contents or selected text.
de: Nur begrenzte Metadaten; keine Dateiinhalte oder ausgewählten Texte.
es: Solo metadatos limitados; sin contenido de archivos ni texto seleccionado.
fr: Uniquement des métadonnées limitées, sans contenu de fichier ni texte sélectionné.
ja: 制限されたメタデータのみ。ファイル内容や選択テキストは含みません。
ko: 제한된 메타데이터만 제공하며 파일 내용이나 선택한 텍스트는 포함하지 않습니다.
pt_br: Somente metadados limitados; sem conteúdo de arquivos nem texto selecionado.
ru: Только ограниченные метаданные, без содержимого файлов и выделенного текста.
zh_hans: 仅提供有限元数据，不包含文件内容或所选文本。

# settings.agentHandoff.noMutation
source: Does not grant write, command, navigation, replay, or undo access.
de: Gewährt keinen Schreib-, Befehls-, Navigations-, Wiederholungs- oder Rückgängigzugriff.
es: No concede acceso de escritura, comandos, navegación, repetición ni deshacer.
fr: N’accorde aucun accès d’écriture, de commande, de navigation, de répétition ou d’annulation.
ja: 書き込み、コマンド、ナビゲーション、再実行、取り消しの権限は付与しません。
ko: 쓰기, 명령, 탐색, 재실행 또는 실행 취소 권한을 부여하지 않습니다.
pt_br: Não concede acesso de escrita, comando, navegação, repetição ou desfazer.
ru: Не даёт доступа к записи, командам, навигации, повтору или отмене.
zh_hans: 不授予写入、命令、导航、重放或撤销权限。

# settings.agentHandoff.newTerminals
source: Applies to new terminal processes; disabling removes the published snapshot.
de: Gilt für neue Terminalprozesse; beim Deaktivieren wird der veröffentlichte Snapshot entfernt.
es: Se aplica a nuevos procesos de terminal; al desactivarlo se elimina la instantánea publicada.
fr: S’applique aux nouveaux processus de terminal ; la désactivation supprime l’instantané publié.
ja: 新しいターミナルプロセスに適用され、無効にすると公開済みスナップショットが削除されます。
ko: 새 터미널 프로세스에 적용되며 비활성화하면 게시된 스냅샷을 제거합니다.
pt_br: Aplica-se a novos processos de terminal; desativar remove o snapshot publicado.
ru: Применяется к новым процессам терминала; отключение удаляет опубликованный снимок.
zh_hans: 适用于新的终端进程；禁用后会删除已发布的快照。

# settings.agentHandoff.status.enabled
source: Read-only context sharing is enabled
de: Die schreibgeschützte Kontextfreigabe ist aktiviert.
es: El uso compartido de contexto de solo lectura está activado
fr: Le partage du contexte en lecture seule est activé
ja: 読み取り専用コンテキストの共有は有効です
ko: 읽기 전용 컨텍스트 공유가 활성화되었습니다
pt_br: O compartilhamento de contexto somente leitura está ativado
ru: Передача контекста только для чтения включена
zh_hans: 只读上下文共享已启用

# settings.agentHandoff.status.disabled
source: Read-only context sharing is disabled (default)
de: Die schreibgeschützte Kontextfreigabe ist deaktiviert (Standard).
es: El uso compartido de contexto de solo lectura está desactivado (predeterminado)
fr: Le partage du contexte en lecture seule est désactivé (par défaut)
ja: 読み取り専用コンテキストの共有は無効です（デフォルト）
ko: 읽기 전용 컨텍스트 공유가 비활성화되었습니다(기본값)
pt_br: O compartilhamento de contexto somente leitura está desativado (padrão)
ru: Передача контекста только для чтения отключена (по умолчанию)
zh_hans: 只读上下文共享已禁用（默认）

# settings.lsp.apply
source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
pt_br: Aplicar
ru: Применить
zh_hans: 应用

# settings.lsp.arguments.custom
source: Override arguments
de: Argumente überschreiben
es: Reemplazar argumentos
fr: Remplacer les arguments
ja: 引数を上書き
ko: 인수 재정의
pt_br: Substituir argumentos
ru: Переопределить аргументы
zh_hans: 覆盖参数

# settings.lsp.arguments.help
source: One argument per line.
de: Ein Argument pro Zeile.
es: Un argumento por línea.
fr: Un argument par ligne.
ja: 1 行に 1 つの引数を入力します。
ko: 한 줄에 인수 하나를 입력합니다.
pt_br: Um argumento por linha.
ru: По одному аргументу в каждой строке.
zh_hans: 每行输入一个参数。

# settings.lsp.directLaunch.help
source: The executable is launched directly without a shell.
de: Die ausführbare Datei wird direkt ohne Shell gestartet.
es: El ejecutable se inicia directamente sin un shell.
fr: L’exécutable est lancé directement, sans shell.
ja: 実行ファイルはシェルを介さず直接起動されます。
ko: 실행 파일은 셸을 거치지 않고 직접 실행됩니다.
pt_br: O executável é iniciado diretamente, sem shell.
ru: Исполняемый файл запускается напрямую, без оболочки.
zh_hans: 可执行文件将直接启动，不经过 shell。

# settings.lsp.enabled
source: Enable Language Servers
de: Sprachserver aktivieren
es: Activar servidores de lenguaje
fr: Activer les serveurs de langage
ja: 言語サーバーを有効にする
ko: 언어 서버 활성화
pt_br: Ativar servidores de linguagem
ru: Включить языковые серверы
zh_hans: 启用语言服务器

# settings.lsp.enabled.help
source: Starts supported servers on demand for open files.
de: Startet unterstützte Server bei Bedarf für geöffnete Dateien.
es: Inicia bajo demanda los servidores compatibles para los archivos abiertos.
fr: Démarre les serveurs pris en charge à la demande pour les fichiers ouverts.
ja: 開いているファイルに必要な対応サーバーをオンデマンドで起動します。
ko: 열린 파일에 필요한 지원 서버를 요청 시 시작합니다.
pt_br: Inicia servidores compatíveis sob demanda para arquivos abertos.
ru: Запускает поддерживаемые серверы по мере необходимости для открытых файлов.
zh_hans: 根据打开文件的需要启动受支持的服务器。

# settings.lsp.error.absolutePath
source: Enter an absolute path to the executable.
de: Geben Sie einen absoluten Pfad zur ausführbaren Datei ein.
es: Introduce una ruta absoluta al ejecutable.
fr: Saisissez un chemin absolu vers l’exécutable.
ja: 実行ファイルへの絶対パスを入力してください。
ko: 실행 파일의 절대 경로를 입력하십시오.
pt_br: Insira um caminho absoluto para o executável.
ru: Укажите абсолютный путь к исполняемому файлу.
zh_hans: 请输入可执行文件的绝对路径。

# settings.lsp.error.argument %lld
source: Argument %lld contains invalid control characters.
de: Argument %lld enthält ungültige Steuerzeichen.
es: El argumento %lld contiene caracteres de control no válidos.
fr: L’argument %lld contient des caractères de contrôle non valides.
ja: 引数 %lld に無効な制御文字が含まれています。
ko: 인수 %lld에 잘못된 제어 문자가 있습니다.
pt_br: O argumento %lld contém caracteres de controle inválidos.
ru: Аргумент %lld содержит недопустимые управляющие символы.
zh_hans: 参数 %lld 包含无效的控制字符。

# settings.lsp.error.directory
source: The path points to a folder, not an executable.
de: Der Pfad verweist auf einen Ordner, nicht auf eine ausführbare Datei.
es: La ruta apunta a una carpeta, no a un ejecutable.
fr: Le chemin pointe vers un dossier, pas vers un exécutable.
ja: パスは実行ファイルではなくフォルダを指しています。
ko: 경로가 실행 파일이 아닌 폴더를 가리킵니다.
pt_br: O caminho aponta para uma pasta, não para um executável.
ru: Путь указывает на папку, а не на исполняемый файл.
zh_hans: 该路径指向文件夹，而不是可执行文件。

# settings.lsp.error.notExecutable
source: The selected file is not executable.
de: Die ausgewählte Datei ist nicht ausführbar.
es: El archivo seleccionado no es ejecutable.
fr: Le fichier sélectionné n’est pas exécutable.
ja: 選択したファイルは実行できません。
ko: 선택한 파일을 실행할 수 없습니다.
pt_br: O arquivo selecionado não é executável.
ru: Выбранный файл не является исполняемым.
zh_hans: 所选文件不可执行。

# settings.lsp.error.notFound
source: No file exists at this path.
de: Unter diesem Pfad wurde keine Datei gefunden.
es: No existe ningún archivo en esta ruta.
fr: Aucun fichier n’existe à cet emplacement.
ja: このパスにファイルがありません。
ko: 이 경로에 파일이 없습니다.
pt_br: Não existe arquivo neste caminho.
ru: По этому пути файл не найден.
zh_hans: 此路径下不存在文件。

# settings.lsp.error.pathCharacters
source: The path contains invalid control characters.
de: Der Pfad enthält ungültige Steuerzeichen.
es: La ruta contiene caracteres de control no válidos.
fr: Le chemin contient des caractères de contrôle non valides.
ja: パスに無効な制御文字が含まれています。
ko: 경로에 잘못된 제어 문자가 있습니다.
pt_br: O caminho contém caracteres de controle inválidos.
ru: Путь содержит недопустимые управляющие символы.
zh_hans: 路径包含无效的控制字符。

# settings.lsp.error.unsupported
source: This language is not supported.
de: Diese Sprache wird nicht unterstützt.
es: Este lenguaje no es compatible.
fr: Ce langage n’est pas pris en charge.
ja: この言語はサポートされていません。
ko: 이 언어는 지원되지 않습니다.
pt_br: Esta linguagem não é compatível.
ru: Этот язык не поддерживается.
zh_hans: 不支持此语言。

# settings.lsp.executable
source: Executable path
de: Ausführbarer Pfad
es: Ruta del ejecutable
fr: Chemin de l’exécutable
ja: 実行ファイルのパス
ko: 실행 파일 경로
pt_br: Caminho do executável
ru: Путь к исполняемому файлу
zh_hans: 可执行文件路径

# settings.lsp.executable.choose
source: Choose Executable…
de: Ausführbare Datei wählen …
es: Elegir ejecutable…
fr: Choisir l’exécutable…
ja: 実行ファイルを選択…
ko: 실행 파일 선택…
pt_br: Escolher executável…
ru: Выбрать исполняемый файл…
zh_hans: 选择可执行文件…

# settings.lsp.executable.placeholder
source: Leave blank to use PATH
de: Leer lassen, um PATH zu verwenden
es: Déjalo vacío para usar PATH
fr: Laissez vide pour utiliser PATH
ja: PATH を使用する場合は空欄のままにしてください
ko: PATH를 사용하려면 비워 두십시오
pt_br: Deixe em branco para usar PATH
ru: Оставьте пустым, чтобы использовать PATH
zh_hans: 留空以使用 PATH

# settings.lsp.languages
source: Supported Languages
de: Unterstützte Sprachen
es: Lenguajes compatibles
fr: Langages pris en charge
ja: 対応言語
ko: 지원 언어
pt_br: Linguagens compatíveis
ru: Поддерживаемые языки
zh_hans: 支持的语言

# settings.lsp.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

# settings.lsp.status.invalid
source: Invalid configuration
de: Ungültige Konfiguration
es: Configuración no válida
fr: Configuration non valide
ja: 無効な設定
ko: 잘못된 구성
pt_br: Configuração inválida
ru: Некорректная настройка
zh_hans: 配置无效

# settings.lsp.status.notFound
source: Not found
de: Nicht gefunden
es: No encontrado
fr: Introuvable
ja: 見つかりません
ko: 찾을 수 없음
pt_br: Não encontrado
ru: Не найден
zh_hans: 未找到

# settings.lsp.status.resolved
source: Found
de: Gefunden
es: Encontrado
fr: Trouvé
ja: 検出済み
ko: 발견됨
pt_br: Encontrado
ru: Найден
zh_hans: 已找到

# settings.lsp.title
source: Language Servers
de: Sprachserver
es: Servidores de lenguaje
fr: Serveurs de langage
ja: 言語サーバー
ko: 언어 서버
pt_br: Servidores de linguagem
ru: Языковые серверы
zh_hans: 语言服务器

# settings.quickTerminal.title
source: Quick Terminal
de: Schnellterminal
es: Terminal rápido
fr: Terminal rapide
ja: クイックターミナル
ko: 빠른 터미널
pt_br: Terminal rápido
ru: Быстрый терминал
zh_hans: 快速终端

# settings.quickTerminal.enabled
source: Enable Quick Terminal
de: Schnellterminal aktivieren
es: Activar terminal rápido
fr: Activer le terminal rapide
ja: クイックターミナルを有効化
ko: 빠른 터미널 활성화
pt_br: Ativar terminal rápido
ru: Включить быстрый терминал
zh_hans: 启用快速终端

# settings.quickTerminal.enabled.help
source: Toggle the drop-down terminal from anywhere with a system-wide keyboard shortcut.
de: Das Dropdown-Terminal über eine systemweite Tastenkombination von überall ein- und ausblenden.
es: Muestra el terminal desplegable desde cualquier lugar con un atajo de teclado de sistema.
fr: Affichez le terminal déroulant depuis n'importe où avec un raccourci clavier système.
ja: システム全体のキーボードショートカットで、どこからでもドロップダウンターミナルを切り替えます。
ko: 시스템 전체 키보드 단축키로 어디서든 드롭다운 터미널을 켜고 끕니다.
pt_br: Alterne o terminal suspenso de qualquer lugar com um atalho de teclado do sistema.
ru: Вызывайте выпадающий терминал из любого места системным сочетанием клавиш.
zh_hans: 通过系统级键盘快捷键，随时随地切换下拉终端。

# settings.quickTerminal.hotkey
source: Keyboard Shortcut
de: Tastenkombination
es: Atajo de teclado
fr: Raccourci clavier
ja: キーボードショートカット
ko: 키보드 단축키
pt_br: Atalho de teclado
ru: Сочетание клавиш
zh_hans: 键盘快捷键

# settings.quickTerminal.hotkey.help
source: Click to record a new shortcut. Press Escape to cancel.
de: Klicken, um eine neue Tastenkombination aufzunehmen. Escape zum Abbrechen drücken.
es: Haz clic para grabar un nuevo atajo. Pulsa Escape para cancelar.
fr: Cliquez pour enregistrer un nouveau raccourci. Appuyez sur Échap pour annuler.
ja: クリックして新しいショートカットを記録します。Escapeキーでキャンセル。
ko: 클릭하여 새 단축키를 녹화합니다. Escape를 눌러 취소합니다.
pt_br: Clique para gravar um novo atalho. Pressione Escape para cancelar.
ru: Нажмите, чтобы записать новое сочетание клавиш. Нажмите Escape для отмены.
zh_hans: 点击以录制新快捷键。按 Escape 取消。

# settings.quickTerminal.hotkey.recording
source: Press keys…
de: Tasten drücken…
es: Pulsa las teclas…
fr: Appuyez sur les touches…
ja: キーを押してください…
ko: 키를 누르세요…
pt_br: Pressione as teclas…
ru: Нажмите клавиши…
zh_hans: 请按下按键…

# settings.quickTerminal.screenEdge
source: Screen Edge
de: Bildschirmkante
es: Borde de pantalla
fr: Bord de l'écran
ja: 画面の端
ko: 화면 가장자리
pt_br: Borda da tela
ru: Край экрана
zh_hans: 屏幕边缘

# settings.quickTerminal.edge.top
source: Top
de: Oben
es: Arriba
fr: Haut
ja: 上
ko: 위
pt_br: Superior
ru: Сверху
zh_hans: 顶部

# settings.quickTerminal.edge.bottom
source: Bottom
de: Unten
es: Abajo
fr: Bas
ja: 下
ko: 아래
pt_br: Inferior
ru: Снизу
zh_hans: 底部

# settings.quickTerminal.edge.left
source: Left
de: Links
es: Izquierda
fr: Gauche
ja: 左
ko: 왼쪽
pt_br: Esquerda
ru: Слева
zh_hans: 左侧

# settings.quickTerminal.edge.right
source: Right
de: Rechts
es: Derecha
fr: Droite
ja: 右
ko: 오른쪽
pt_br: Direita
ru: Справа
zh_hans: 右侧

# settings.quickTerminal.size
source: Panel Size
de: Panelgröße
es: Tamaño del panel
fr: Taille du panneau
ja: パネルサイズ
ko: 패널 크기
pt_br: Tamanho do painel
ru: Размер панели
zh_hans: 面板大小

# settings.quickTerminal.targetDisplay
source: Display
de: Anzeige
es: Pantalla
fr: Écran
ja: ディスプレイ
ko: 디스플레이
pt_br: Tela
ru: Дисплей
zh_hans: 显示器

# settings.quickTerminal.display.active
source: Active Display
de: Aktive Anzeige
es: Pantalla activa
fr: Écran actif
ja: アクティブなディスプレイ
ko: 활성 디스플레이
pt_br: Tela ativa
ru: Активный дисплей
zh_hans: 活动显示器

# settings.quickTerminal.display.main
source: Main Display
de: Hauptanzeige
es: Pantalla principal
fr: Écran principal
ja: メインディスプレイ
ko: 메인 디스플레이
pt_br: Tela principal
ru: Основной дисплей
zh_hans: 主显示器

# settings.quickTerminal.hideOnFocusLoss
source: Hide When Losing Focus
de: Bei Fokusverlust ausblenden
es: Ocultar al perder el foco
fr: Masquer lors de la perte de focus
ja: フォーカスを失ったときに隠す
ko: 포커스 잃을 때 숨기기
pt_br: Ocultar ao perder o foco
ru: Скрывать при потере фокуса
zh_hans: 失去焦点时隐藏

# settings.quickTerminal.hideOnFocusLoss.help
source: Automatically hide the panel when another app becomes active.
de: Das Panel automatisch ausblenden, wenn eine andere App aktiv wird.
es: Oculta automáticamente el panel cuando otra app pasa a estar activa.
fr: Masque automatiquement le panneau lorsqu'une autre app devient active.
ja: 別のアプリがアクティブになったとき、パネルを自動的に非表示にします。
ko: 다른 앱이 활성화되면 패널을 자동으로 숨깁니다.
pt_br: Oculta automaticamente o painel quando outro app se torna ativo.
ru: Автоматически скрывать панель, когда другое приложение становится активным.
zh_hans: 当其他应用变为活动状态时自动隐藏面板。

# terminal.hideShortcut
source: Hide Terminal (⌘`)
de: Terminal ausblenden (⌘`)
es: Ocultar terminal (⌘`)
fr: Masquer le terminal (⌘`)
ja: ターミナルを隠す (⌘`)
ko: 터미널 숨기기 (⌘`)
pt_br: Ocultar terminal (⌘`)
ru: Скрыть терминал (⌘`)
zh_hans: 隐藏终端 (⌘`)

# terminal.maximize
source: Maximize Terminal
de: Terminal maximieren
es: Maximizar terminal
fr: Agrandir le terminal
ja: ターミナルを最大化
ko: 터미널 최대화
pt_br: Maximizar terminal
ru: Развернуть терминал
zh_hans: 最大化终端

# terminal.new
source: New Terminal
de: Neues Terminal
es: Nueva terminal
fr: Nouveau terminal
ja: 新規ターミナル
ko: 새 터미널
pt_br: Novo terminal
ru: Новый терминал
zh_hans: 新建终端

# terminal.restore
source: Restore Terminal
de: Terminal wiederherstellen
es: Restaurar terminal
fr: Restaurer le terminal
ja: ターミナルを復元
ko: 터미널 복원
pt_br: Restaurar terminal
ru: Восстановить терминал
zh_hans: 恢复终端

# terminal.search.caseSensitiveTooltip
source: Match Case
de: Groß-/Kleinschreibung
es: Coincidir mayúsculas
fr: Respecter la casse
ja: 大文字と小文字を区別
ko: 대소문자 구분
pt_br: Diferenciar maiúsculas
ru: С учётом регистра
zh_hans: 区分大小写

# terminal.search.closeTooltip
source: Close Search Bar
de: Suchleiste schließen
es: Cerrar barra de búsqueda
fr: Fermer la barre de recherche
ja: 検索バーを閉じる
ko: 검색 바 닫기
pt_br: Fechar barra de pesquisa
ru: Закрыть панель поиска
zh_hans: 关闭搜索栏

# terminal.search.matchCount %lld %lld
source: %1$lld of %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
ja: %1$lld / %2$lld
ko: %2$lld개 중 %1$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
zh_hans: %1$lld / %2$lld

# terminal.search.nextTooltip
source: Next Match
de: Nächster Treffer
es: Siguiente coincidencia
fr: Résultat suivant
ja: 次の一致
ko: 다음 일치 항목
pt_br: Próxima ocorrência
ru: Следующее совпадение
zh_hans: 下一个匹配

# terminal.search.noMatches
source: No matches
de: Keine Treffer
es: Sin coincidencias
fr: Aucun résultat
ja: 一致なし
ko: 일치 항목 없음
pt_br: Sem resultados
ru: Нет совпадений
zh_hans: 无匹配

# terminal.search.placeholder
source: Search terminal…
de: Terminal durchsuchen…
es: Buscar en terminal…
fr: Rechercher dans le terminal…
ja: ターミナルを検索…
ko: 터미널 검색…
pt_br: Pesquisar no terminal…
ru: Поиск в терминале…
zh_hans: 搜索终端…

# terminal.search.previousTooltip
source: Previous Match
de: Vorheriger Treffer
es: Coincidencia anterior
fr: Résultat précédent
ja: 前の一致
ko: 이전 일치 항목
pt_br: Ocorrência anterior
ru: Предыдущее совпадение
zh_hans: 上一个匹配

# terminal.showShortcut
source: Show Terminal (⌘`)
de: Terminal einblenden (⌘`)
es: Mostrar terminal (⌘`)
fr: Afficher le terminal (⌘`)
ja: ターミナルを表示 (⌘`)
ko: 터미널 표시 (⌘`)
pt_br: Mostrar terminal (⌘`)
ru: Показать терминал (⌘`)
zh_hans: 显示终端 (⌘`)

# terminal.tabCloseWarning.close
source: Close Terminal
de: Terminal schließen
es: Cerrar terminal
fr: Fermer le terminal
ja: ターミナルを閉じる
ko: 터미널 닫기
pt_br: Fechar terminal
ru: Закрыть терминал
zh_hans: 关闭终端
